11/data/attachments/207af99c68e6117a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_a26ceda9-9baa-495d-b3b3-74a127cc4d09</nif:username>
            <nif:friendToBeAdded>Jerry_network_Friend_79552_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>